fun main(){
    println("целочисленные типы данных: ")
    println("Int хранит целое число от -2147483648  до 2147483647")
    println("Byte: хранит целое число от -128 до 127")
    println("Short: хранит целое число от -32 768 до 32 767")
    println("Long: хранит целое число от –9223372036854775808 до 9223372036854775807")
    println("Boolean - булевый тип данных. Принимает значение true или false")
    println("Char - символьный тип данных. Принимает символ")
    println("String - строковый тип данных. Принимает значения 'слов'")
}

